Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Double-tap to select
de: Zum Auswählen doppeltippen
es: Toca dos veces para seleccionar
fr: Appuyez deux fois pour sélectionner
it: Tocca due volte per selezionare
pl: Dotknij dwukrotnie, by wybrać
pt_pt: Toque duas vezes para selecionar
ru: Дважды нажмите, чтобы выбрать
th: แตะสองครั้งเพื่อเลือก
zh_hans: 双击进行选择
zh_hant: 雙擊進行選擇

source: down %lld points
de: %lld Punkte weniger
es: baja %lld puntos
fr: en baisse de %lld points
it: giù di %lld punti
pl: w dół %lld punktów
pt_pt: abaixo de %lld pontos
ru: −%lld очков
th: ลงจุด %lld
zh_hans: 下降 %lld 分
zh_hant: 下降 %lld 點

source: down 1 point
de: 1 Punkt weniger
es: baja 1 punto
fr: en baisse de 1 point
it: giù di 1 punto
pl: w dół o 1 punkt
pt_pt: desceu 1 ponto
ru: −1 очко
th: ลง 1 จุด
zh_hans: 下降 1 分
zh_hant: 下降 1 點

source: Download
de: Laden
es: Descargar
fr: Télécharger
it: Scarica
pl: Pobierać
pt_pt: Transferir
ru: Скачать
th: ดาวน์โหลด
zh_hans: 下载
zh_hant: 下載

source: Drag to dismiss
de: Zum Verwerfen ziehen
es: Desliza para descartar
fr: Faites glisser pour ignorer
it: Trascina per ignorare
pl: Przeciągnij, by zamknąć
pt_pt: Arraste para dispensar
ru: Перетащите, чтобы закрыть
th: ลากเพื่อปิด
zh_hans: 拖动即可关闭
zh_hant: 拖曳即可關閉

source: Drag to pan · double-tap to reset
de: Ziehen zum Verschieben · Doppeltippen zum Zurücksetzen
es: Arrastra para desplazarte · toca dos veces para restablecer
fr: Faites glisser pour déplacer · double-tapez pour réinitialiser
it: Trascina per scorrere · doppio tocco per reimpostare
pl: Przeciągnij, aby przesunąć · dotknij dwukrotnie, aby zresetować
pt_pt: Arraste para deslocar · toque duas vezes para repor
ru: Перетащите для панорамирования · двойное нажатие — сброс
th: ลากเพื่อเลื่อน · แตะสองครั้งเพื่อรีเซ็ต
zh_hans: 拖动平移 · 双击重置
zh_hant: 拖曳平移 · 輕點兩下重置

source: Drag to reorder. Move an item to Hidden to remove it from Today without deleting it.
de: Zum Neuanordnen ziehen. Verschiebe ein Element nach „Ausgeblendet“, um es von „Heute“ zu entfernen, ohne es zu löschen.
es: Arrastra para reordenar. Mueve un elemento a Ocultos para quitarlo de Hoy sin eliminarlo.
fr: Faites glisser pour réorganiser. Déplacez un élément dans Masqués pour le retirer d’Aujourd’hui sans le supprimer.
it: Trascina per riordinare. Sposta un elemento in Nascosti per rimuoverlo da Oggi senza eliminarlo.
pl: Przeciągnij, aby zmienić kolejność. Przenieś element do Ukrytego, aby usunąć go z Dzisiaj bez usuwania.
pt_pt: Arrasta para reordenar. Move um item para Ocultos para o remover de Hoje sem o apagar.
ru: Перетаскивайте элементы, чтобы изменить порядок. Переместите элемент в раздел «Скрыто», чтобы убрать его из «Сегодня», не удаляя.
th: ลากเพื่อเรียงลำดับใหม่ ย้ายรายการไปที่ซ่อนเพื่อลบออกจากวันนี้โดยไม่ต้องลบออก
zh_hans: 拖动以重新排序。将项目移至“已隐藏”可从“今天”中移除，但不会删除。
zh_hant: 拖移以重新排序。將項目移至「已隱藏」可從「今天」中移除，但不會刪除。

source: Drag to reorder. Toggle a card on or off. Cards with no value yet show a dash.
de: Ziehen zum Neuordnen. Karten ein- oder ausschalten. Karten ohne Wert zeigen einen Strich.
es: Arrastra para reordenar. Activa o desactiva una tarjeta. Las tarjetas sin valor todavía muestran un guion.
fr: Faites glisser pour réorganiser. Activez ou désactivez une carte. Les cartes sans valeur affichent encore un tiret.
it: Trascina per riordinare. Attiva o disattiva una scheda. Le schede senza valore mostrano un trattino.
pl: Przeciągnij, aby zmienić kolejność. Włącz lub wyłącz kartę. Karty, które nie mają jeszcze wartości, mają kreskę.
pt_pt: Arraste para reordenar. Ative ou desative um cartão. Os cartões sem valor ainda mostram um vestígio.
ru: Перетащите, чтобы изменить порядок. Включайте и выключайте карточки. Карточки, для которых пока нет значения, показывают тире.
th: ลากเพื่อเรียงลำดับใหม่ สลับเปิดหรือปิดการ์ด การ์ดที่ไม่มีค่ายังแสดงเส้นประ
zh_hans: 拖动以重新排序。开启或关闭某张卡片。尚无数值的卡片会显示一个短横。
zh_hant: 拖動以重新排序。開啟或關閉某張卡片。尚無數值的卡片會顯示一個短橫。

source: Dragged freely — tap a corner to pin it. Corners stay clear of the tab bar and header.
de: Frei verschoben — tippe auf eine Ecke, um sie zu fixieren. Ecken bleiben frei von Tab-Leiste und Header.
es: Movido libremente — toca una esquina para fijarlo. Las esquinas quedan libres de la barra de pestañas y el encabezado.
fr: Déplacé librement — touchez un coin pour l'y fixer. Les coins restent dégagés de la barre d'onglets et de l'en-tête.
it: Trascinato liberamente: tocca un angolo per fissarlo. Gli angoli restano lontani dalla barra delle schede e dall'intestazione.
pl: Przeciągany swobodnie — dotknij rogu, by go przypiąć. Rogi omijają pasek kart i nagłówek.
pt_pt: Arrastado livremente — toque em um canto para fixá-lo. Os cantos ficam afastados da barra de guias e do cabeçalho.
ru: Перетаскивание свободно — коснитесь угла, чтобы закрепить его. Углы остаются подальше от панели вкладок и заголовка.
th: ลากได้อย่างอิสระ - แตะที่มุมเพื่อปักหมุด มุมจะอยู่ห่างจากแถบแท็บและส่วนหัว
zh_hans: 自由拖动 - 点击一个角将其固定。角落远离标签栏和标题。
zh_hant: 自由拖曳 - 點擊一個角落將其固定。角落遠離標籤欄和標題。

source: drink
de: Getränk
es: bebe
fr: boisson
it: bevi
ru: напиток
th: ดื่ม
zh_hans: 饮水
zh_hant: 喝水

source: Drives your Fitness Age
de: Speist dein Fitnessalter
es: Determina tu edad de forma física
fr: Détermine votre âge fitness
it: Determina la tua età di forma fisica
pl: Napędza Twój wiek sprawnościowy
pt_pt: Impulsiona a tua idade de fitness
ru: Влияет на ваш Фитнес-возраст
th: ใช้คำนวณอายุความฟิตของคุณ
zh_hans: 驱动你的体能年龄
zh_hant: 驅動你的體能年齡

source: due now
de: jetzt fällig
es: debido ahora
fr: dû maintenant
it: dovuto adesso
pl: termin teraz
pt_pt: devido agora
ru: срок погашения сейчас
th: ถึงกำหนดแล้ว
zh_hans: 现在到期
zh_hant: 現在到期

source: Due now
de: Jetzt fällig
es: Vencimiento ahora
fr: À rendre maintenant
it: Scadenza adesso
pl: Termin teraz
pt_pt: Vencimento agora
ru: Срок оплаты сейчас
th: ครบกำหนดแล้ว
zh_hans: 现在到期
zh_hant: 現在到期

source: Dumps the last 24 hours of decoded per-sample sensor streams (heart rate, R-R, motion, steps, SpO₂, skin temperature, respiration, events) to a single CSV. All on %@, nothing uploaded. Share it to help prototype and test sleep, activity and strength algorithms.
de: Exportiert die letzten 24 Stunden dekodierter Sensor-Streams pro Sample (Herzfrequenz, R-R, Bewegung, Schritte, SpO₂, Hauttemperatur, Atmung, Ereignisse) in eine einzige CSV. Alles auf %@, nichts wird hochgeladen. Teile sie, um beim Prototyping und Testen von Schlaf-, Aktivitäts- und Kraft-Algorithmen zu helfen.
es: Vuelca las últimas 24 horas de flujos de sensores decodificados muestra a muestra (frecuencia cardíaca, R-R, movimiento, pasos, SpO₂, temperatura de la piel, respiración, eventos) en un único CSV. Todo en %@, nada se sube. Compártelo para ayudar a prototipar y probar algoritmos de sueño, actividad y fuerza.
fr: Exporte les 24 dernières heures de flux de capteurs décodés échantillon par échantillon (fréquence cardiaque, R-R, mouvement, pas, SpO₂, température cutanée, respiration, événements) dans un seul fichier CSV. Tout sur %@, rien n'est envoyé. Partagez-le pour aider à prototyper et tester les algorithmes de sommeil, d'activité et de force.
it: Esporta le ultime 24 ore di flussi di sensori decodificati campione per campione (frequenza cardiaca, R-R, movimento, passi, SpO₂, temperatura cutanea, respirazione, eventi) in un unico CSV, tutto su %@, nulla viene caricato. Condividilo per aiutare a prototipare e testare gli algoritmi di sonno, attività e forza.
pl: Zrzuca ostatnie 24 godziny zdekodowanych strumieni czujników dla każdej próbki (tętno, R-R, ruch, kroki, SpO₂, temperatura skóry, oddychanie, zdarzenia) do pojedynczego CSV. Wszystko na %@, nic nie zostało przesłane. Udostępnij, aby pomóc w prototypowaniu i testowaniu algorytmów snu, aktywności i siły.
pt_pt: Despeja as últimas 24 horas de fluxos de sensores descodificados por amostra (frequência cardíaca, R-R, movimento, passos, SpO₂, temperatura da pele, respiração, eventos) num único CSV. Tudo em %@, nada carregado. Partilhe-o para ajudar a criar protótipos e testar algoritmos de sono, atividade e força.
ru: Выгружает последние 24 часа декодированных потоковых данных датчиков (пульс, R-R, движение, шаги, SpO₂, температура кожи, дыхание, события) в один CSV-файл. Всё на %@, ничего не загружается. Поделитесь им, чтобы помочь в разработке и тестировании алгоритмов сна, активности и силовых тренировок.
th: ดัมพ์สตรีมเซ็นเซอร์ที่ถอดรหัสต่อตัวอย่างในช่วง 24 ชั่วโมงที่ผ่านมา (อัตราการเต้นหัวใจ, R-R, การเคลื่อนไหว, จำนวนก้าว, SpO₂, อุณหภูมิผิวหนัง, การหายใจ, เหตุการณ์) ไปยัง CSV เดียว ทั้งหมดใน %@ ไม่มีการอัปโหลดอะไรเลย แชร์เพื่อช่วยต้นแบบและทดสอบอัลกอริธึมการนอน กิจกรรม และความแข็งแกร่ง
zh_hans: 将过去 24 小时已解码的逐样本传感器数据流（心率、R-R、运动、步数、SpO₂、皮肤温度、呼吸、事件）导出到单个 CSV，全部在 %@ 上，不上传任何内容。分享它有助于原型开发和测试睡眠、活动与力量算法。
zh_hant: 將過去 24 小時已解碼的逐樣本感測器資料流（心率、R-R、運動、步數、SpO₂、皮膚溫度、呼吸、事件）匯出到單個 CSV，全部在 %@ 上，不上傳任何內容。分享它有助於原型開發和測試睡眠、活動與力量演算法。

source: Duplicate as manual…
de: Als manuell duplizieren…
es: Duplicar como manual…
fr: Dupliquer en manuel…
it: Duplica come manuale…
pl: Duplikuj jako instrukcję…
pt_pt: Duplicar como manual…
ru: Дублировать как ручную запись…
th: ทำซ้ำด้วยตนเอง...
zh_hans: 复制为手动…
zh_hant: 複製為手動…

source: Duplicate questions
de: Doppelte Fragen
es: Preguntas duplicadas
fr: Questions en double
it: Domande duplicate
pl: Zduplikowane pytania
pt_pt: Perguntas duplicadas
ru: Повторяющиеся вопросы
th: คำถามที่ซ้ำกัน
zh_hans: 重复问题
zh_hant: 重複問題

source: DUR
de: DAUER
pl: CZAS
ru: ДЛИТ
th: เวลา
zh_hans: 时长
zh_hant: 時長

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
pl: Czas trwania
pt_pt: Duração
ru: Длительность
th: ระยะเวลา
zh_hans: 时长
zh_hant: 時長

source: DURATION + EFFICIENCY + STAGES
de: DAUER + EFFIZIENZ + PHASEN
es: DURACIÓN + EFICIENCIA + FASES
fr: DURÉE + EFFICACITÉ + STADES
it: DURATA + EFFICIENZA + FASI
pl: CZAS TRWANIA + WYDAJNOŚĆ + ETAPY
pt_pt: DURAÇÃO + EFICIÊNCIA + ESTÁGIOS
ru: ДЛИТЕЛЬНОСТЬ + ЭФФЕКТИВНОСТЬ + СТАДИИ
th: ระยะเวลา + ประสิทธิภาพ + ระยะการนอน
zh_hans: 时长 + 效率 + 阶段
zh_hant: 時長 + 效率 + 階段

source: Duration in minutes
de: Dauer in Minuten
es: Duración en minutos
fr: Durée en minutes
it: Durata in minuti
pl: Czas trwania w minutach
pt_pt: Duração em minutos
ru: Длительность в минутах
th: ระยะเวลาเป็นนาที
zh_hans: 时长（分钟）
zh_hant: 時長（分鐘）

source: During quiet, still, resting windows, NOOP looks at the timing between your heartbeats (R-R intervals) and draws their Poincaré scatter. From the cloud it computes its short and long axes (SD1, SD2) and a few plain regularity numbers. Movement and noisy windows are skipped, not shown. These are transparent, published descriptive statistics: a picture of your timing, never a clinical measurement.
de: In ruhigen, stillen Ruhefenstern betrachtet NOOP das Timing zwischen deinen Herzschlägen (R-R-Intervalle) und zeichnet deren Poincaré-Streuung. Aus der Wolke berechnet es die kurze und lange Achse (SD1, SD2) und ein paar einfache Regelmäßigkeitszahlen. Bewegung und verrauschte Fenster werden übersprungen, nicht angezeigt. Das sind transparente, veröffentlichte deskriptive Statistiken: ein Bild deines Timings, nie eine klinische Messung.
es: Durante ventanas de reposo tranquilas y sin movimiento, NOOP observa el tiempo entre tus latidos (intervalos R-R) y dibuja su diagrama de dispersión de Poincaré. A partir de la nube de puntos calcula sus ejes corto y largo (SD1, SD2) y algunos números sencillos de regularidad. Las ventanas con movimiento o ruido se omiten, no se muestran. Son estadísticas descriptivas transparentes y publicadas: una imagen de tu ritmo, nunca una medición clínica.
fr: Pendant les périodes calmes, immobiles et de repos, NOOP observe le timing entre vos battements cardiaques (intervalles R-R) et trace leur nuage de points de Poincaré. À partir de ce nuage, il calcule ses axes court et long (SD1, SD2) et quelques chiffres simples de régularité. Les fenêtres avec mouvement ou bruit sont ignorées, non affichées. Ce sont des statistiques descriptives transparentes et publiées : une image de votre timing, jamais une mesure clinique.
it: Durante le finestre tranquille, immobili e di riposo, NOOP osserva i tempi tra i tuoi battiti cardiaci (intervalli R-R) e disegna il loro grafico di Poincaré. Dalla nuvola calcola i suoi assi corto e lungo (SD1, SD2) e alcuni semplici valori di regolarità. Le finestre con movimento e rumore vengono saltate, non mostrate. Sono statistiche descrittive trasparenti e pubblicate, un'immagine dei tuoi tempi, mai una misurazione clinica.
pl: W cichych, nieruchomych i odpoczywających oknach NOOP sprawdza synchronizację między uderzeniami serca (odstępy R-R) i rysuje ich rozrzut Poincarégo. Z chmury oblicza swoje krótkie i długie osie (SD1, SD2) oraz kilka prostych liczb regularności. Ruch i hałaśliwe okna są pomijane i nie są pokazywane. Są to przejrzyste, opublikowane statystyki opisowe: obraz Twojego czasu, a nie pomiar kliniczny.
pt_pt: Durante janelas silenciosas, imóveis e de repouso, o NOOP analisa o tempo entre os batimentos cardíacos (intervalos RR) e desenha a dispersão de Poincaré. A partir da nuvem, calcula os teus eixos curto e longo (SD1, SD2) e alguns números simples de regularidade. As janelas com movimento e ruído são ignoradas e não mostradas. Trata-se de estatísticas descritivas publicadas e transparentes: uma imagem do teu momento, nunca uma medição clínica.
ru: В спокойные, неподвижные периоды отдыха NOOP анализирует интервалы между вашими сердцебиениями (R-R интервалы) и строит их диаграмму Пуанкаре. По этому облаку точек вычисляются его короткая и длинная оси (SD1, SD2) и несколько простых показателей регулярности. Периоды с движением и шумом пропускаются, а не отображаются. Это прозрачная, опубликованная описательная статистика: картина вашего ритма, но никогда не клиническое измерение.
th: ในช่วงที่คุณพักนิ่งและไม่มีสัญญาณรบกวน NOOP จะดูระยะเวลาระหว่างการเต้นหัวใจ (ช่วง R-R) และสร้างกราฟกระจาย Poincaré จากกลุ่มจุดนี้ ระบบจะคำนวณแกนสั้นและแกนยาว (SD1, SD2) รวมถึงค่าความสม่ำเสมอพื้นฐาน ช่วงที่มีการเคลื่อนไหวหรือสัญญาณรบกวนจะถูกข้าม ค่าทั้งหมดเป็นสถิติเชิงพรรณนาที่เผยแพร่และตรวจสอบได้ ใช้เพื่อแสดงรูปแบบจังหวะเท่านั้น ไม่ใช่การวัดทางคลินิก
zh_hans: 在安静、静止、休息的时段，NOOP 会查看你心跳之间的时间（R-R 间期）并绘制其庞加莱散点图。它会根据点云计算出短轴和长轴（SD1、SD2）以及几个简单的规律性数字。运动和有噪声的时段会被跳过，不予显示。这些是透明的、已发表的描述性统计，是对你时间节律的一幅图景，绝非临床测量。
zh_hant: 在安靜、靜止、休息的時段，NOOP 會查看你心跳之間的時間（R-R 間期）並繪製其龐加萊散點圖。它會根據點雲計算出短軸和長軸（SD1、SD2）以及幾個簡單的規律性數字。運動和有雜訊的時段會被跳過，不予顯示。這些是透明的、已發表的描述性統計，是對你時間節律的一幅圖景，絕非臨床測量。

source: e.g. 2.0-5.0 (your report's own range)
de: z.B. 2,0–5,0 (der eigene Bereich Ihres Berichts)
es: por ej. 2.0-5.0 (el rango propio de su informe)
fr: par ex. 2,0-5,0 (la propre plage de votre rapport)
it: ad es. 2.0-5.0 (l'intervallo del tuo rapporto)
pl: np. 2,0-5,0 (zakres z Twojego wyniku)
pt_pt: por exemplo 2,0-5,0 (intervalo próprio do seu relatório)
ru: например 2,0–5,0 (диапазон вашего отчета)
th: เช่น 2.0–5.0 (ช่วงของรายงานของคุณเอง)
zh_hans: 例如2.0-5.0（您的报告自己的范围）
zh_hant: 例如2.0-5.0（您的報告自己的範圍）

source: e.g. 2.0–5.0 (your report's own range)
de: z. B. 2,0–5,0 (der Bereich deines Befunds)
es: p. ej. 2.0–5.0 (el rango de tu propio informe)
fr: p. ex. 2,0–5,0 (la plage de votre propre rapport)
it: es. 2,0–5,0 (l'intervallo del tuo referto)
pl: np. 2,0–5,0 (zakres Twojego raportu)
pt_pt: por exemplo 2,0–5,0 (o intervalo do próprio relatório)
ru: например, 2.0–5.0 (диапазон из вашего отчёта)
th: เช่น 2.0–5.0 (ช่วงของรายงานของคุณเอง)
zh_hans: 例如 2.0–5.0（你报告自身的范围）
zh_hant: 例如 2.0–5.0（你報告自身的範圍）

source: e.g. 3.1
de: z. B. 3,1
es: p. ej. 3.1
fr: p. ex. 3,1
it: es. 3,1
pl: np. 3.1
pt_pt: por exemplo 3.1
ru: например, 3.1
th: เช่น 3.1
zh_hans: 例如 3.1
zh_hant: 例如 3.1

source: e.g. 10 min breathing
de: z.B. 10 Minuten atmen
es: por ej. 10 minutos de respiración
fr: par ex. 10 minutes de respiration
it: ad es. 10 minuti di respirazione
pl: np. 10 min oddechu
pt_pt: por exemplo 10 minutos respirando
ru: например 10 минут дыхания
th: เช่น หายใจ 10 นาที
zh_hans: 例如10分钟呼吸
zh_hant: 例如10分鐘呼吸

source: e.g. 80
de: z. B. 80
es: p. ej. 80
fr: p. ex. 80
it: es. 80
pl: np. 80
pt_pt: por exemplo 80
ru: например, 80
th: เช่น 80
zh_hans: 如 80
zh_hant: 例如 80

source: e.g. 120
de: z. B. 120
es: p. ej. 120
fr: p. ex. 120
it: es. 120
pl: np. 120
pt_pt: por exemplo 120
ru: например, 120
th: เช่น 120
zh_hans: 如 120
zh_hant: 例如 120

source: e.g. CrossFit
de: z.B. CrossFit
es: por ej. crossfit
fr: par ex. CrossFit
it: ad es. CrossFit
pl: np. CrossFit
pt_pt: por exemplo CrossFit
ru: например Кроссфит
th: เช่น ครอสฟิต
zh_hans: 例如综合健身
zh_hant: 例如綜合健身

source: e.g. deliberate cut phase
de: z.B. bewusste Schnittphase
es: por ej. fase de corte deliberado
fr: par ex. phase de coupure délibérée
it: ad es. fase di taglio deliberato
pl: np. świadoma redukcja
pt_pt: por exemplo fase de corte deliberado
ru: например преднамеренная фаза сокращения
th: เช่น ช่วงลดน้ำหนักอย่างมีแผน
zh_hans: 例如刻意削减阶段
zh_hant: 例如刻意削減階段

source: e.g. fasting, morning draw
de: z. B. nüchtern, Morgenabnahme
es: p. ej. en ayunas, extracción matutina
fr: p. ex. à jeun, prélèvement matinal
it: es. a digiuno, prelievo mattutino
pl: np. post, poranne losowanie
pt_pt: por exemplo jejum, sorteio matinal
ru: например, натощак, утренний забор
th: เช่น อดอาหาร วาดตอนเช้า
zh_hans: 例如空腹、晨间采血
zh_hant: 例如空腹、晨間採血

source: e.g. full rest day
de: z.B. voller Ruhetag
es: por ej. día de descanso completo
fr: par ex. journée de repos complet
it: ad es. giornata di riposo completo
pl: np. pełny dzień odpoczynku
pt_pt: por exemplo dia de descanso completo
ru: например полный день отдыха
th: เช่น วันพักผ่อนเต็มรูปแบบ
zh_hans: 例如全天休息
zh_hant: 例如全天休息

source: e.g. full-body session
de: z.B. Ganzkörpersitzung
es: por ej. sesión de cuerpo completo
fr: par ex. séance corps entier
it: ad es. sessione per tutto il corpo
pl: np. sesja na całe ciało
pt_pt: por exemplo sessão de corpo inteiro
ru: например сеанс всего тела
th: เช่น ฝึกทั้งร่างกาย
zh_hans: 例如全身会议
zh_hant: 例如全身會議

source: e.g. Magnesium
de: z. B. Magnesium
es: p. ej. Magnesio
fr: p. ex. Magnésium
it: es. Magnesio
pl: np. Magnez
pt_pt: por exemplo Magnésio
ru: например, магний
th: เช่น แมกนีเซียม
zh_hans: 例如镁
zh_hant: 例如鎂

source: e.g. medical supervision
de: z. B. ärztliche Aufsicht
es: p. ej. supervisión médica
fr: p. ex. suivi médical
it: es. supervisione medica
pl: np. nadzór lekarski
pt_pt: por exemplo supervisão médica
ru: например, медицинское наблюдение
th: เช่น การกำกับดูแลทางการแพทย์
zh_hans: 例如医疗监督
zh_hant: 例如醫療監督

source: e.g. mmol/L
de: z. B. mmol/L
es: p. ej. mmol/L
fr: p. ex. mmol/L
it: es. mmol/L
pl: np. mmol/l
pt_pt: por exemplo mmol/L
ru: например, ммоль/л
th: เช่น มิลลิโมล/ลิตร
zh_hans: 例如 mmol/L
zh_hant: 例如 mmol/L

source: e.g. Running
de: z. B. Laufen
es: p. ej. Correr
fr: p. ex. Course
it: es. Corsa
pl: np. Działanie
pt_pt: por exemplo Correndo
ru: например, бег
th: เช่น วิ่ง
zh_hans: 例如跑步
zh_hant: 例如跑步

source: Each dot pairs one heartbeat interval with the next. A tight line along the diagonal means a steady beat; a rounder, more spread-out cloud means the timing varied more.
de: Jeder Punkt paart ein Herzschlag-Intervall mit dem nächsten. Eine enge Linie entlang der Diagonale bedeutet einen gleichmäßigen Schlag; eine rundere, weiter gestreute Wolke bedeutet mehr Variation im Timing.
es: Cada punto empareja un intervalo entre latidos con el siguiente. Una línea ajustada a la diagonal indica un latido estable; una nube más redonda y dispersa indica que el ritmo varió más.
fr: Chaque point associe un intervalle entre battements au suivant. Une ligne resserrée le long de la diagonale indique un battement stable ; un nuage plus rond et plus dispersé indique que le rythme a davantage varié.
it: Ogni punto abbina un intervallo tra battiti al successivo. Una linea stretta lungo la diagonale indica un battito regolare; una nuvola più tonda e dispersa indica che i tempi sono variati di più.
pl: Każda kropka łączy jeden interwał pulsu z następnym. Ciasna linia wzdłuż przekątnej oznacza miarowe uderzenie; bardziej okrągła i bardziej rozproszona chmura oznacza, że ​​czas był bardziej zróżnicowany.
pt_pt: Cada ponto emparelha um intervalo de batimento cardíaco com o seguinte. Uma linha estreita ao longo da diagonal significa um batimento constante; uma nuvem mais redonda e espalhada significa que o tempo variou mais.
ru: Каждая точка сопоставляет один интервал между сердцебиениями со следующим. Узкая линия вдоль диагонали означает стабильный ритм; более круглое и разбросанное облако — что интервалы менялись сильнее.
th: แต่ละจุดจับคู่ช่วงการเต้นหัวใจหนึ่งครั้งกับครั้งถัดไป แนวเส้นที่เกาะตามเส้นทแยงมุมหมายถึงจังหวะสม่ำเสมอ ส่วนกลุ่มจุดที่กลมและกระจายกว่าหมายถึงช่วงเวลาระหว่างจังหวะแปรผันมากขึ้น
zh_hans: 每个点将一个心跳间期与下一个配对。沿对角线的紧密线条意味着心跳平稳；更圆、更分散的点云意味着时间节律的变化更大。
zh_hant: 每個點將一個心跳間期與下一個配對。沿對角線的緊密線條意味著心跳平穩；更圓、更分散的點雲意味著時間節律的變化更大。

# Each line min-max normalized within %@ · %@
source: Each line min-max normalized within %1$@ · %2$@
de: Jede Zeile Min-Max normalisiert innerhalb von %@ · %@
es: Cada línea min-max normalizada dentro de %@ · %@
fr: Chaque ligne min-max normalisée dans %@ · %@
it: Ogni linea min-max normalizzata entro %@ · %@
pl: Każda linia normalizowana min-maks w obrębie %@ · %@
pt_pt: Cada linha min-max normalizada dentro de %@ · %@
ru: Мин-макс каждой строки нормализован в пределах %@ · %@.
th: แต่ละบรรทัด min–max ทำให้เป็นมาตรฐานภายใน %@ · %@
zh_hans: 每行最小值-最大值均在 %@ · %@ 范围内归一化
zh_hant: 每行最小值-最大值皆在 %@ · %@ 範圍內歸一化

# Each line min–max normalized within %@ · %@
source: Each line min–max normalized within %1$@ · %2$@
de: Jede Linie min–max-normalisiert innerhalb %1$@ · %2$@
es: Cada línea normalizada min–max dentro de %@ · %@
fr: Chaque ligne normalisée min–max dans %1$@ · %2$@
it: Ogni linea normalizzata min–max entro %@ · %@
pl: Każda linia min–max znormalizowana w obrębie %1$@ · %2$@
pt_pt: Cada linha min–max normalizada dentro de %1$@ · %2$@
ru: Каждая линия нормализована по мин.–макс. в пределах %1$@ · %2$@
th: แต่ละบรรทัด min–max ทำให้เป็นมาตรฐานภายใน %@ · %@
zh_hans: 每条线在 %@ 内做最小–最大归一化 · %@
zh_hant: 每條線在 %1$@ 內以最小–最大值正規化 · %2$@

source: Each line shows how many beats per minute your heart rate changed after exercise. Only high-intensity workouts with recorded post-workout heart rate are included.
de: Jede Linie zeigt, um wie viele Schläge pro Minute sich deine Herzfrequenz nach der Belastung verändert hat. Berücksichtigt werden nur hochintensive Workouts mit aufgezeichneter Herzfrequenz nach der Belastung.
es: Cada línea muestra cuántos latidos por minuto cambió tu frecuencia cardíaca después del ejercicio. Solo se incluyen entrenamientos de alta intensidad con frecuencia cardíaca registrada después del ejercicio.
fr: Chaque ligne indique de combien de battements par minute votre fréquence cardiaque a changé après l’effort. Seuls les entraînements intenses avec une fréquence cardiaque enregistrée après l’effort sont inclus.
pl: Każda linia pokazuje, o ile uderzeń na minutę zmieniło się tętno po wysiłku. Uwzględniane są tylko treningi o wysokiej intensywności z zarejestrowanym tętnem po treningu.
pt_pt: Cada linha mostra quantos batimentos por minuto a tua frequência cardíaca mudou após o exercício. Apenas estão incluídos treinos de alta intensidade com frequência cardíaca pós-treino registada.
th: แต่ละบรรทัดจะแสดงจำนวนครั้งต่อนาทีที่อัตราการเต้นหัวใจของคุณเปลี่ยนแปลงหลังการออกกำลังกาย รวมเฉพาะการออกกำลังกายที่มีความเข้มข้นสูงพร้อมบันทึกอัตราการเต้นหัวใจหลังออกกำลังกายเท่านั้น
